beer/name,beer/beerId,beer/brewerId,beer/ABV,beer/style,review/appearance,review/aroma,review/palate,review/taste,review/overall,review/time,review/profileName,review/text
Sausa Weizen,47986,10325,5.00,Hefeweizen,2.5,2,1.5,1.5,1.5,1234817823,stcules,"A lot of foam. But a lot.	In the smell some banana, and then lactic and tart. Not a good start.	Quite dark orange in color, with a lively carbonation (now visible, under the foam).	Again tending to lactic sourness.	Same for the taste. With some yeast and banana."
Red Moon,48213,10325,6.20,English Strong Ale,3,2.5,3,3,3,1235915097,stcules,"Dark red color, light beige foam, average.	In the smell malt and caramel, not really light.	Again malt and caramel in the taste, not bad in the end.	Maybe a note of honey in teh back, and a light fruitiness.	Average body.	In the aftertaste a light bitterness, with the malt and red fruit.	Nothing exceptional, but not bad, drinkable beer."
Black Horse Black Beer,48215,10325,6.50,Foreign / Export Stout,3,2.5,3,3,3,1235916604,stcules,"Almost totally black. Beige foam, quite compact, not bad.	Light smell, just a bit of roast, and some hop. A bit too light.	The taste is light oo, and drinkable, with some malt, roast, hints of coffee.	Nothing exceptional, but after all drinkable and pleasant.	Light to average body.	In the aftertaste some dust, somr roast, hint of caramel, and a bit of bitterness.	No defect, drinkable, not bad."
Sausa Pils,47969,10325,5.00,German Pilsener,3.5,3,2.5,3,3,1234725145,stcules,"Golden yellow color. White, compact foam, quite creamy. Good appearance.	Fresh smell, with good hop. Quite dry, with a good grassy note. Hay. Fresh and pleasant.	More sweet in the mouth, with honey. The hop comes back in the end, and in the aftertaste.	Not bad, but a bit too sweet for a pils.	In the end some vanilla and camomile note.	In the aftertaste, too. Though the hop, a bit too sweet.	Honest."
Cauldron DIPA,64883,1075,7.70,American Double / Imperial IPA,4,4.5,4,4.5,4,1293735206,johnmichaelsen,"According to the website, the style for the Caldera Cauldron changes every year. The current release is a DIPA, which frankly is the only cauldron I'm familiar with (it was an IPA/DIPA the last time I ordered a cauldron at the horsebrass several years back). In any event... at the Horse Brass yesterday.		The beer pours an orange copper color with good head retention and lacing. The nose is all hoppy IPA goodness, showcasing a huge aroma of dry citrus, pine and sandlewood. The flavor profile replicates the nose pretty closely in this West Coast all the way DIPA. This DIPA is not for the faint of heart and is a bit much even for a hophead like myslf. The finish is quite dry and hoppy, and there's barely enough sweet malt to balance and hold up the avalanche of hoppy bitterness in this beer. Mouthfeel is actually fairly light, with a long, persistentely bitter finish. Drinkability is good, with the alcohol barely noticeable in this well crafted beer. Still, this beer is so hugely hoppy/bitter, it's really hard for me to imagine ordering more than a single glass. Regardless, this is a very impressive beer from the folks at Caldera."
Caldera Ginger Beer,52159,1075,4.70,Herbed / Spiced Beer,3.5,3.5,3,3.5,3,1325524659,oline73,"Poured from the bottle into a Chimay goblet.		Appearance: Pours a slightly cloudy yellow/orange color with a half finger of fluffy white head. The head fades to a small layer on top of the pour.		Smell: Very light and crisp. I'm definitely picking up the ginger, but it's not overly powerful. There is a slight sweetness from the malt as well.		Taste: Very light and refreshing. The ginger shows up right away and then fades towards the finish of the sip. The finish is malty and bread like. 		Mouthfeel: The body is on the thin side with smooth carbonation and a very dry finish.		Overall: This is a light and refreshing beer, but nothing spectacular. The amount of ginger is nice, but I would have liked to have more going on."
Caldera Ginger Beer,52159,1075,4.70,Herbed / Spiced Beer,3.5,3.5,4,4,3.5,1318991115,Reidrover,"22 oz bottle from ""Lifesource"" Salem. $3.95 Nice golden clear beer body with a nice sized frothy/creamy white head. Ok aromas..mainlly a bit of ginger speice and some bready malt..simple nice Taste very nice indeed..nice spicy ginger backed with slightly caramel maltiness..simple again but i like . Liked the mouthfeel of this one..very forward carbonation which helps the ginger effect and a lingering ginger in the after taste. Overall a simple ginger brew .I liked it"
Caldera Ginger Beer,52159,1075,4.70,Herbed / Spiced Beer,3.5,2.5,2,3.5,3,1306276018,alpinebryant,"Bottle says ""Malt beverage brewed with Ginger and ginger added"" Sounds redundant to me, but lets move on.		Pours a bud light yellow with a tiny white head of small bubbles. The beer is almost as clear as a glass of water with some food coloring in it.		Aroma of light ginger, a very light malt aroma but primarily odorless on the malt side. I wouldn't be completely surprised if there were some adjuncts in here because of the lack of underlying malt flavors. Taste is of a light adjunct lager with a dosing of ginger. Not surprising there. 		This is a light session beer, good for the warmer days of spring / summer. Mouthfeel is extremely light, high carbonation.		Overall decent. This would be great if you were drinking beers on draft at the bar with some friends just hanging out. I wouldn't necessarily seek it out though to drink out of a bottle."
Caldera Ginger Beer,52159,1075,4.70,Herbed / Spiced Beer,3.5,3,3.5,4,4,1290454503,LordAdmNelson,"I'm not sure why I picked this up... I like ginger, and it was reasonably cheap compared to the other beers I was looking at. Pours a pale golden color with smallish head. Nose is largely uneventful, some ginger in there, a bit of pear, but mainly normal lager. Taste is pretty good, bringing a bit more of the ginger to the fore. MF was a bit fizzy, not terrible though. Easy drinker, I had no problem finishing the bomber. Interesting, but I probably won't get it again."
Caldera Ginger Beer,52159,1075,4.70,Herbed / Spiced Beer,5,3.5,4,4,4.5,1285632924,augustgarage,"Poured from a 22oz bomber into my Drie Fonteinen tumbler. 		Hazy titanium yellow body (which catches the shadows forming a beautiful mysterious gradient) with an incredibly dense pillow of magnolia cream. Heavy persistent head and rich creamy lacing.		Pale malt, asian pear, and a hint of citrus in the nose. A vaguely tropical lager...		Tastes very much like a well done APA, with a nice balance of pale malt and low hop bitterness. The ginger adds to the refreshing character, but isn't readily detectable at first (lacks any ""bite""). Medium-dry finish - very clean and extremely quaffable. I can imagine hibiscus and beets working in small quantities, though I think they omitted those for this version...		Light bodied, pillowy, smooth and moderately carbonated.		Don't go into this expecting a ginger beer (despite its name) as it has little in common with that spicy soft drink. This is a wonderful session ale though, and worth seeking out if you are a fan of light yet flavorful lagers. Would obviously go perfectly with sushi."
